{
  "even": "Not odd. Not odd at all~",
  "basic": "The basic abilities that every class has access to are: Basic Attack, Dash, Back Step and Attack Of Opportunity",
  "cryokinesis": ".",
  "pyrokinetic": "The PyroKinetic class has these abilities: Invoke: Fire, Comet, Ignition, Potential Energy, Afterburn, Inferno and Kinetic Energy",
  "skirmisher": "The Skirmisher class has these abilities: Quick Thinking, Evade, Glide, Outmaneuver, Tunneling, Stealth and Time's Edge",
  "guardian": "The Guardian class has these abilities: Camouflage, Heart Shield, Radiance, Defenders Mark, Protector, Rampart and Oath of Mercy",
  "bard": "The Bard class has these abilities: Motivation, Rising Hope, Harmony, Encore, Crescendo, Primadonna and Cantata",
  "rifter": "The Rifter class has these abilities: Accurate Aim, Interval, Foul Play, Paradox, Vortex, Wormhole and Time Dilation",
  "katana": "The Katana has these abilities: Fallen Blade, Slice, Ki Blade, Ikkikasei, Ni Dageki, Seido, Nihonto and Giant Slayer",
  "rapier": "The Rapier has these abilities: Precision, Shadow Spear, Thrust, Pinpoint, Riposte, Lunge, Shadow Dance and Phantom Force",
  "gladius": "The Gladius has these abilities: Heavy Strike, Energy Slash, Swipe, Bone Sword, All-Out Blow, Adrenaline and Etruia",
  "hammer": "The Hammer has these abilities: Impact, Gale Force, Crush, Terra Drive, Fujita, Hold Over and Thunder Strike",
  "axe": "The Axe has these abilities: Spinning Strike, Shell Split, Skull Bash, Penetrating Blow, Fury Rush, Gash and Amped Strike",
  "polearm": "The Polearm has these abilities: Leg Sweep, Power Swing, Snap, Taunt, Head Stack, Serrated Slice and Impulse Skewer",
  "longbow": "The Longbow has these abilities: Marksman, Crimson Collage, Rain of Fire, Flaming Arrow, Arrow Assault, Crippling Shot, Heavy Shot and Snipe",
  "shortbow": "The Shortbow has these abilities: Double Shot, Windmill, Magnetic Shot, Kip Up, Eagle Eye, String Shot and Tri Shot",
  "crossbow": "The Crossbow has these abilities: Explosive Shot, Ice Arrow, Pierce, Shadow Arrow, Arrow of Time, Rupture and Ballista",
  "spellbook": "The Spellbook has these abilities: Fireball, Seal, Lightning, Disable, Fog, Ally Switch, Faith, Temptation and Bounty of Death",
  "wand": "The Wand has these abilities: Magic Shot(W), Life Drain, Energize, Illusion, Torrential Tremor,  Blizzard and Cataclysm",
  "stave": "The Stave has these abilities: Earth Bind, Storm Smash, Phantasmal Strike, Temporal Rupture, Cursed Fate, Tidal Shatter and Mind Shatter",
  "tonfa": "The Tonfa has these abilities: Disarm, Figure 8, Dazing Shot, Defensive Stance, Leash, Standoff and Block",
  "claws": "Claws have these abilities: Bagh Naka, Fury Cutter, Gouge, Eviscerate, Bloodlust, Fierce Grip and Puncture",
  "bostaff": "The Bo Staff has these abilities: Tornado, Spar, Predict, Reach, Charged Blow, Defiance and Adversary",
  "orb": "The Orb has these abilities: Echo Burst, Spirit Shackle, Ominous Wind, Future Sight, Corruption, Prophecy and Doom Desire",
  "tarotcards": "Tarot Cards have these abilties: Discard, Card Flip, Hi-Lo, Royal Flush, Roulette, Gamble and Stacked Deck",
  "tarotcard": "Tarot Cards have these abilties: Discard, Card Flip, Hi-Lo, Royal Flush, Roulette, Gamble and Stacked Deck",
  "starrod": "The Star Rod has these abilities: Dispel, Star Storm, Warding Blow, Asteroid Belt, Gravity, Astral Cloak, Black Hole and Singularity",
  "accroll": "Accuracy Roll - The natural roll result from a d20, without modifiers.",
  "firestack": "For every Fire Stack The Player has, they gain +1 Accuracy. (Maximum of 3 accumulated)",
  "defmark": "If a foe marked by a Player attacks an ally within The Player's melee range, the attacked ally gains Damage Reduction equal to The Player's highest evasion stat.",
  "confusion": "Before rolling accuracy. Roll 1d20, If the result is 5 and under the affected uses a basic attack on themselves. If the result if 6-19 then the affected can attack normally, if the result is 20 then the affected is cured of Confusion and can't be affected by it for the rest of the game.",
  "poisoned": "Poisoned players take certain damage at the beginning of their turn and have their evasions reduced by 2.",
  "bleed": "Bleeding players take certain damage at the beginning of their turn and have their damage reduced by 5.",
  "burn": "Burned players take certain damage at the beginning of their turn and have their accuracy reduced by 2.",
  "burned": "Burned players take certain damage at the beginning of their turn and have their accuracy reduced by 2.",
  "burning": "Burned players take certain damage at the beginning of their turn and have their accuracy reduced by 2.",
  "challenge": "The inflictor gains +1 accuracy and +5 damage when attacking the affected and -2 evasion when not being attacked by the affected. If the affected does not target the inflictor, the affected's damage is reduced by 5 for that attack. Players cannot be affected by multiple challenges.",
  "challenged": "The inflictor gains +1 accuracy and +5 damage when attacking the affected and -2 evasion when not being attacked by the affected. If the affected does not target the inflictor, the affected's damage is reduced by 5 for that attack. Players cannot be affected by multiple challenges.",
  "accuracy": "The accuracy roll is out of 20. If the accuracy roll is equal to or greater than the move's Miss Rate + the opponent's relevant evasion (Physical attacks target Physical Evasion, Magical attacks target Magical Evasion) then the move hits.",
  "missrate": "The accuracy roll is out of 20. If the accuracy roll is equal to or greater than the move's Miss Rate + the opponent's relevant evasion (Physical attacks target Physical Evasion, Magical attacks target Magical Evasion) then the move hits.",
  "critical": "If the accuracy roll is 20, the attack has twice the normal amount of dice. This goes before effects such as Invoke: Fire and Energize. Note that some moves have increased critical ranges such as Crimson Collage (Critical hits on acc rolls of 17+).",
  "criticalhit": "If the accuracy roll is 20, the attack has twice the normal amount of dice. This goes before effects such as Invoke: Fire and Energize. Note that some moves have increased critical ranges such as Crimson Collage (Critical hits on acc rolls of 17+).",
  "crit": "If the accuracy roll is 20, the attack has twice the normal amount of dice. This goes before effects such as Invoke: Fire and Energize. Note that some moves have increased critical ranges such as Crimson Collage (Critical hits on acc rolls of 17+).",
  "ntr": "Nowhere To Run lasts a maximum of 3 rounds. It takes place in a 5x5 map. +1 XP per round lives. Players get +1 XP for each kill made. Players must use their standard action. Push effects are disabled. Shell Split may only make 2 tiles in NTR. Burst moves are always Burst 1.",
  "nowheretorun": "Nowhere To Run lasts a maximum of 3 rounds. It takes place in a 5x5 map. +1 XP per round lives. Players get +1 XP for each kill made. Players must use their standard action. Push effects are disabled. Shell Split may only make 2 tiles in NTR. Burst moves are always Burst 1.",
  "ffa": "Free For All (FFA) is the standard game mode of Battle Dome. It takes place in a 10x10 map. This game mode is all players against each other. Players get +1 XP per kill. The game mode ends when there is only one player left.",
  "freeforall": "Free For All (FFA) is the standard game mode of Battle Dome. It takes place in a 10x10 map. This game mode is all players against each other. Players get +1 XP per kill. The game mode ends when there is only one player left.",
  "pvp": "Teams (also referred to as PvP) is a game mode with teams. The objective is for your team to defeat the other teams. The team options are 2v2, 3v3, 4v4, 2v2v2 and 2v2v2v2. The whole team gets +1 XP per kill a player in their team makes. The game ends when one team is left standing.",
  "teams": "Teams (also referred to as PvP) is a game mode with teams. The objective is for your team to defeat the other teams. The team options are 2v2, 3v3, 4v4, 2v2v2 and 2v2v2v2. The whole team gets +1 XP per kill a player in their team makes. The game ends when one team is left standing.",
  "juggernaut": "http://pastebin.com/raw/8C6BQLsY Juggernaut is a game mode where multiple players in a team take on one Juggernaut who has increased HP, +1 accuracy, double the dice and immunity to some status. See the pastebin for more information.",
  "pve": "In PvE, all players fight in a team against a mob that they must defeat in order to win. The party gains double XP for winning, and the host gains 1 XP for each player they kill. This game mode ends as soon as either only monsters or only players are left standing.",
  "pveffa": "PvE FFA sees players fight off against both themselves and a monster. Everyone gets 1 additional XP for killing other players, but killing the mob grants 2 additional XP. The game ends as soon as either the mob dies or no players are remaining.",
  "welcome": "Welcome to the magical room of Battle Dome, the amazing room that is second to none, you have just entered a world of marvel and beauty and will never regret this decision! Just say bye bye to your soul and free time.",
  "cryokinetic": "The CryoKinetic class has these abilities: Frozen Heart, Invoke: Ice, Freezing Cry, Ice Wall, Ice Bomb, Mist and Winter Storm",
  "idleclause": "If all players do not perform a move that has the capacity to inflict damage on the opponent (such as direct damage or damaging status) for 5 rounds in a row, the game is ended with immediate effect. In a UGM/Juggernaut battle, win EXP/Points will not be awarded. This clause is disabled in 1v1s."
}